Repository: elliotwutingfeng/tuner
Catalog: po/extra/*.po
Languages: de, fr, it, tr

source: Internet Radio Player
fr: Lecteur de Web Radios
it: Lettore diInternet Radio
tr: İnternet Radyo İstasyonu Alıcısı

source: Listen to Radio Stations all over the world
de: Empfange Radio-Stationen aus aller Welt
fr: Écoutez les stations de radio du monde entier
it: Ascolta le stazioni radio di tutto il mondo
tr: Tüm dünyadaki Radyo İstasyonlarını dinleyin

source: Discover and listen to internet radio stations
de: Entdecke und empfange Internet Radio-Stationen
fr: Découvrez et écoutez des stations de radio en ligne
it: Scopri e ascolta le stazioni radio Internet
tr: İnternet radyo istasyonlarını keşfedin ve dinleyin

source: Make listening to internet radio stations fun again!
de: Endlich wieder Spass beim Empfangen von Internet Radio-Stationen!
fr: Rendons de nouveau fun l'écoute des stations de radio en ligne !
it: Rendi di nuovo divertente l'ascolto delle stazioni radio Internet!
tr: İnternet radyo istasyonlarını dinlemeyi yeniden eğlenceli hale getirin!

source: Instead of providing you with all the stations you already know, Tuner presents you a new selection of stations from all over the world every time you hit the Shuffle button.
de: Statt dir immer nur die Radio-Stationen anzuzeigen die Du bereits kennst, zeigt Dir Tuner bei jedem Start eine neue Auswahl von Stationen aus aller Welt. Drücke einfach den Mischen-Button um eine neue Auswahl zu erhalten.
fr: Plutôt que de vous proposer toutes les stations que vous connaissez déjà, Tuner vous présente une nouvelle sélection de stations du monde entier à chaque fois que vous appuyez sur le bouton « Aléatoire ».
it: Invece di fornirti tutte le stazioni che già conosci, Tuner ti presenta una nuova selezione di stazioni da tutto il mondo ogni volta che premi il pulsante Shuffle.
tr: Sizin bildiğiniz tüm istasyonları sağlamak yerine, Tunersize dünyanın her yerinden yeni bir istasyon seçimi sunarKarıştır düğmesine basmanız yeterli.

source: Tuner uses the community-driven station catalog radio-browser.info.
de: Tuner benutzt das offene Community-Radio-Verzeichnis von radio-browser.info
fr: Tuner utilise le catalogue communautaire de stations radio-browser.info.
it: Il sintonizzatore utilizza il catalogo delle stazioni gestito dalla comunità radio-browser.info.
tr: Tuner, topluluk odaklı istasyon kataloğu radio-browser.info'yu kullanır.

source: Discover new stations every day
de: Entdecke jeden Tag neue Radio-Stationen
fr: Découvrez de nouvelles stations chaque jour
it: Scopri nuove stazioni ogni giorno
tr: Her gün yeni istasyonları keşfedin

source: Star stations you like and visit their website
fr: Marquez les stations que vous aimez comme favorites et visitez leur site Web

source: Control Tuner from your volume indicator
de: Steuere Tuner von deinem System-Lautstärkeregler
fr: Contrôlez la lecture de Tuner depuis votre indicateur de volume
it: Gestisci Tuner dall'indicatore del volume
tr: Tuner'ı ses göstergenizden kontrol edin

source: New features:
de: Neue Funktionen:
fr: Nouvelles fonctionnalités
it: Nuove caratteristiche:
tr: Yeni özellikler:

source: Show the current track playing if supported by station
fr: Affichage de la piste en cours de lecture lorsque cela est pris en charge par la station
it: Mostra la traccia corrente in riproduzione se supportata dalla stazione

source: Show Top 100 stations of user country if detectable
fr: Affichage du top 100 des stations du pays de l'utilisateur si détectable
it: Mostra le prime 100 stazioni del paese dell'utente, se rilevabili

source: "Visit Website" link in station context menu
fr: Ajout de l'option « Visiter le site Web » dans le menu contextuel des stations
it: "Visita sito web" link nel menu contestuale della stazione

source: Other improvements:
de: Sonstige Verbesserungen:
fr: Autres améliorations :
it: Altri miglioramenti:
tr: Diğer iyileştirmeler:

source: Added Dutch translation
fr: Ajout de la traduction en néerlandais
it: Aggiunta traduzione in olandese

source: Bugfixes:
de: Fehlerbehebungen:
fr: Corrections de bug :
it: bugfix:
tr: Hata düzeltmeleri:

source: Fix missing icons for non elementary OS systems
fr: Correction des icônes manquantes pour les systèmes différents d'elementary OS
it: Corretto le icone mancanti per i sistemi operativi non elemtary OS

source: Add manual dark mode switch in settings
fr: Ajout de l'option pour basculer au thème sombre dans les paramètres
it: Aggiunto l'interruttore manuale della modalità oscura nelle impostazioni

source: Compact sidebar and content window
fr: Barre latérale compacte et fenêtre de contenu
it: Barra laterale compatta e finestra dei contenuti

source: Right-click a station to add or remove to favourites directly
de: Klicken Sie mit der rechten Maustaste auf eine Station, um sie direkt zu Favoriten hinzuzufügen oder daraus zu entfernen
fr: Cliquez avec le bouton droit sur une station pour ajouter ou supprimer directement les favoris
it: Fare clic con il pulsante destro del mouse su una stazione per aggiungere o rimuovere direttamente dai preferiti
tr: Doğrudan favorilere eklemek veya çıkarmak için bir istasyona sağ tıklayın

source: Add settings menu with "Do-Not-Track" option, disables sending station listening events to radio-browser.org
de: Einstellungsmenü mit der Option "Nicht verfolgen" hinzugefügt um das Senden von Ereignissen an radio-browser.org zu verhindern
fr: Ajout de l'option « Ne pas suivre », désactive l'envoi des événements d'écoute de la station à radio-browser.org
it: Aggiunto il menu delle impostazioni con l'opzione "Do-Not-Track", disabilita l'invio di eventi di ascolto della stazione a radio-browser.org
tr: "Takip Etme" seçeneğiyle dinlediğiniz radyoların diğer sitelere 'radio-browser.org' veri gönderimini durdurur

source: Add About dialog
de: Über Dialog hinzugefügt
fr: Ajout de la boîte de dialogue « À propos »
it: Aggiunta finestra di dialogo informazioni
tr: Hakkında iletişim bölümüne eklendi

source: If a station is already in your favourites, you'll see a little star in the title
de: Wenn sich ein Sender bereits in Ihren Favoriten befindet, wird im Titel ein kleiner Stern angezeigt
fr: Si une station est déjà dans vos favoris, vous verrez une petite étoile dans le titre
it: Se una stazione è già nei tuoi preferiti, vedrai una piccola stella nel titolo
tr: Bir istasyon zaten favorilerinizdeyse, küçük bir yıldız göreceksiniz.

source: Randomly selects one of the available radio-browser.org servers (was always de1 before)
de: Wählt zufällig einen der verfügbaren radio-browser.org-Server aus (war vorher immer de1)
fr: Sélectionne au hasard l'un des serveurs radio-browser.org disponibles (était toujours de1 avant)
it: Seleziona casualmente uno dei server radio-browser.org disponibili (prima era sempre de1)
tr: Mevcut radio-browser.org sunucularından birini rastgele seçer

source: Favourites are now stored in a local favourites.json file to improve app startup time
de: Favoriten werden jetzt in einer lokalen Datei favourites.json gespeichert, um die Startzeit der App zu verbessern
fr: Les favoris sont désormais stockés dans un fichier local favourites.json pour améliorer le temps de démarrage de l'application
it: I preferiti sono ora archiviati in un file favourites.json locale per migliorare il tempo di avvio dell'app
tr: Sık kullanılanlar artık uygulamayı iyileştirmek için yerel bir favourites.json dosyasında saklanıyor

source: Added Italian translation
fr: Ajout de la traduction en italien
it: Aggiunta traduzione in italiano
tr: İtalyanca Çeviri Eklendi

source: Fix broken dark theme support (elementary and Adwaita dark look fine now)
de: Behebung der Unterstützung für defekte dunkle Themen (elementary und Adwaita Dark sehen jetzt gut aus)
fr: Correction de la prise en charge du thème sombre cassé (elementary et Adwaita theme semblent bien maintenant)
it: Risolto il problema con il supporto del tema scuro rotto (elementary e Adwaita Dark sembrano a posto ora)
tr: Hatalı karanlık tema desteği düzeltildi (elemantry os ve adwaita koyu tema şimdi iyi gözüküyor)

source: Search for radio stations
de: Suche nach Radio-Stationen
fr: Recherchez des stations de radio
it: Cerca stazioni radio
tr: Radyo istasyonlarını arayın

source: New "Genres" section with select popular genres
de: Neuer "Genre"-Abschnitt mit ausgewählten Genre
fr: Nouvelle section « Genres » avec une sélection de genres populaires
it: Nuova sezione "Generi" con generi popolari selezionati
tr: Seçkin popüler türleri içeren yeni "Türler" bölümü

source: Added French translation
de: Französisch-Übersetzung hinzugefügt
fr: Ajout de la traduction en français
it: Aggiunta traduzione in francese
tr: Fransızca Çeviri Eklendi

source: Added German translation
de: Deutsch-Übersetzung hinzugefügt
fr: Ajout de le traduction en allemand
it: Aggiunta traduzione in tedesco
tr: Almanca Çeviri Eklendi

source: Each section now displays the most-voted-for 40 stations
de: Jeder Abschnitt zeigt
fr: Chaque section affiche désormais les 40 stations les plus votées
it: Ogni sezione ora mostra le 40 stazioni più votate
tr: Her bölüm artık en çok oy alan 40 istasyonu gösteriyor

source: Station images are now being cached
de: Stations-Bilder werden nun zwischengespeichert
fr: Les images de station sont désormais mises en cache
it: Le immagini delle stazioni radio ora vengono salvate nella cache
tr: İstasyon görüntüleri artık önbelleğe alınıyor

source: The app icon now appears more vertically centered
de: Das App-Icon ist nun vertikal ausgerichtet
fr: L'icône de l'application est désormais mieux centrée verticalement
it: L'icona dell'app ora appare più centrata verticalmente
tr: Uygulama simgesi artık daha dikey olarak ortalanmış görünüyor

source: Station images are now always the same size
de: Stations-Bilder haben nun eine konsistente Grösse
fr: Les images de station sont désormais toujours de la même taille
it: Le immagini delle stazioni radio ora hanno sempre le stesse dimensioni
tr: İstasyon görüntüleri artık her zaman aynı boyuttadır

source: Fixed a bug where starred stations appeared as unstarred
de: Einen Fehler behoben, bei dem markierte Stationen als nicht markiert angezeigt wurden
fr: Correction d'un bug où les stations marquées comme favorites n'apparaissaient pas comme telles
it: Risolto un bug in cui le stazioni contrassegnate apparivano come non contrassegnate
tr: Yıldızlı istasyonların yıldızsız olarak görünmesine neden olan bir hata düzeltildi

source: Display a nice API error screen
de: Zeige Hinweis falls Datenabruf fehlschlägt
fr: Affichage d'un un bel écran d'erreur en cas d'erreur de l'API
it: Mostra una bella schermata di errore API
tr: Güzel bir API hatası ekranı görüntüleyin

source: New sidebar menu with different selections and your favourite stations.
de: Neue Seitenleiste mit verschiedenen Vorauswahlen und deinen Favoriten
fr: Nouveau menu dans la barre latérale avec différentes sélections et vos stations favorites.
it: Nuovo menu della barra laterale con diverse selezioni e le tue stazioni preferite.
tr: Farklı seçimler ve favori istasyonlarınız ile yeni kenar çubuğu menüsü.

source: Initial release
de: Erste Ausgabe
fr: Version initiale
it: Versione iniziale
tr: İlk sürüm

source: Radio;Audio;Listen;Stations;Receiver;
tr: Radyo; Ses; Dinle; İstasyonlar; Alıcı;
